sdaiCreateAggrADB(Sdai_instS*,Sdai_instS*,Sdai_ADBId*)
\details
Creates an aggregate stored in an attribute data block (ADB) in a specified application instance attribute.
\param instance        [in] An instance that contains the attribute.
\param attribute       [in] An attribute where the aggregate should be added.
\param selaggrInstance [in] An attribute data block (ADB) aggregate instance.
\returns The created SDAI aggregate value.
\remarks
This function is not implemented yet.
Possible error codes:
* sdaiSS_NOPN - Session is not open.
* sdaiRP_NOPN - Repository is not open.
* sdaiTR_NAVL - Transaction currently not available.
* sdaiTR_EAB - Transaction ended abnormally.
* sdaiMX_NRW - SDAI-model access is not read-write.
* sdaiEI_NEXS - Instance does not exist.
* sdaiAT_NDEF - Attribute not defined.
* sdaiVA_NSET - Value not set.
* sdaiEX_NSUP - Expression evaluation not supported.
* sdaiAT_NVLD - Attribute invalid.
* sdaiSY_ERR - Underlying system error.